<?php
/**
 * Russian language file
 */

$L['tags_comma_separated'] = 'разделяя запятой';
$L['tags_Keyword'] = 'Ключевое слово';
$L['tags_Keywords'] = 'Ключевые слова';
$L['tags_Query_hint'] = 'Несколько тэгов, разделённых запятой, означают логическое И между ними.
Вы также можете использовать точку с запятой в качестве логического ИЛИ.
И имеет высший приоритет над ИЛИ, причем вы не можете использовать скобки для группировки условий.
Звёздочка (*) внутри тэга будет рассматриваться как маска для &quot;любой подстроки&quot;.';
$L['tags_Search_results'] = 'Результаты поиска';
$L['tags_Tag'] = 'Тэг';
$L['tags_Tag_cloud'] = 'Облако тэгов';
$L['tags_Tag_cloud_none'] = 'No tags';
$L['tags_Tags'] = 'Тэги';
?>