<?PHP
/**
 * Russian language file for tags
 *
 * @package Cotonti
 * @version 0.0.2
 * @author Trustmaster
 * @copyright (c) 2008 Cotonti Team
 * @license BSD License
 */
$L['cfg_pages'] = array('Включить теги для страниц');
$L['cfg_forums'] = array('Включить теги для форумов');
$L['cfg_title'] = array('Воспользоваться первым из последних ключевых слов');
$L['cfg_translit'] = array('Транслитерировать Теги в URL-адресах');
$L['cfg_order'] = array('Сортировка Облака тегов','по алфавиту или по убыванию частоты');
$L['cfg_limit'] = array('Макс. количество Тегов','если 0 - неограничено');
$L['cfg_lim_pages'] = array('Лимит количества тегов в облаке которое отображается на страницах','если 0 - неограничено');
$L['cfg_lim_forums'] = array('Лимит количества тегов в облаке которое отображается в форумах','если 0 - неограничено');
$L['tags_comma_separated'] = 'разделяя запятой';
$L['tags_Keyword'] = 'Ключевое слово';
$L['tags_Keywords'] = 'Ключевые слова';
$L['tags_Query_hint'] = 'Несколько тэгов, разделённых запятой, означают логическое И между ними.
Вы также можете использовать точку с запятой в качестве логического ИЛИ.
И имеет высший приоритет над ИЛИ, причем вы не можете использовать скобки для группировки условий.
Звёздочка (*) внутри тэга будет рассматриваться как маска для &quot;любой подстроки&quot;.';
$L['tags_Search_results'] = 'Результаты поиска';
$L['tags_Tag'] = 'Тэг';
$L['tags_Tag_cloud'] = 'Облако тэгов';
$L['tags_Tag_cloud_none'] = 'Нет тегов';
$L['tags_Tags'] = 'Тэги';

?>