<?php
/**
 * Russian language file
 */

$L['comma_separated'] = 'разделяя запятой';
$L['Keyword'] = 'Ключевое слово';
$L['Keywords'] = 'Ключевые слова';
$L['Query_hint'] = 'Несколько тэгов, разделённых запятой, означают логическое И между ними.
Вы также можете использовать точку с запятой в качестве логического ИЛИ.
И имеет высший приоритет над ИЛИ, причем вы не можете использовать скобки для группировки условий.
Звёздочка (*) внутри тэга будет рассматриваться как маска для &quot;любой подстроки&quot;.';
$L['Search_results'] = 'Результаты поиска';
$L['Tag'] = 'Тэг';
$L['Tag_cloud'] = 'Облако тэгов';
$L['Tags'] = 'Тэги';
?>