CKEDITOR.plugins.setLang('oembed',
    'uk',
    {
        title: "Вбудувати медіа-контент (фото, відео, аудіо, тощо)",
        button: "Вбудувати медіа із зовнішніх сайтів",
        pasteUrl:
            "Вставте URL (також підтримуються короткі URL-адреси) з одного із підтримуваних сайтів (наприклад YouTube, Flickr, Qik, Vimeo, Hulu, Viddler, MyOpera, тощо).",
        invalidUrl: "Будь ласка, вкажіть правильну URL-адресу.",
        noEmbedCode: "Не знайдено вбудований код або сайт не підтримується.",
        embedTitle: "Заголовок (або aria-label) <span class='oembed-required'>[Обов'язково]</span>:",
        url: "URL <span class='oembed-required'>[Обов'язково]</span>:",
        width: "Ширина:",
        height: "Висота:",
        widthTitle: "Ширина вбудованого вмісту",
        heightTitle: "Висота вбудованого вмісту",
        maxWidth: "Макс. ширина:",
        maxHeight: "Макс. висота:",
        maxWidthTitle: "Максимальна ширина вбудованого вмісту",
        maxHeightTitle: "Максимальна висота вбудованого вмісту",
        none: 'Немає',
        resizeType: "Тип зміни розміру (лише відео):",
        noresize: "Не змінювати розмір (за замовчуванням)",
        responsive: "Адаптивна зміна розміру",
        custom: "Задати конкретний розмір",
        noVimeo:
            "Власник цього відео встановив обмеження щодо домену, і Ви не зможете вбудувати його на свій веб-сайт.",
        Error: "Не вдалося отримати медіа-вміст. Спробуйте іншу URL-адресу.",
        titleError: "Заголовок медіа необхідний для забезпечення стандартів доступності"
    });
