<?PHP
/**
 * Russian Language File for PassRecover Plugin
 *
 * @package Cotonti
 * @version 0.1.0
 * @author Cotonti Translators Team
 * @copyright Copyright (c) Cotonti Team 2008-2009
 * @license BSD
 */

/**
 * Plugin Title & Subtitle
 */

$L['plu_title'] = "Восстановление пароля";

/**
 * Plugin Body
 */

$L['plu_email1'] = 'Используйте указанную ниже ссылку для смены пароля:';	// New in N-0.0.2
$L['plu_email1b'] = 'Внимание: если вы не обращались за сменой пароля, сообщаем вам, что запрос был сделан %2$s с IP-адреса %1$s.';	// New in N-0.1.0
$L['plu_email2'] = 'По вашему запросу создан новый пароль. Измените его при первой возможности и удалите данное письмо.
Ваш новый пароль:'; // New in N-0.0.2
$L['plu_explain1'] = '1. Введите ваш email.';
$L['plu_explain2'] = '2. Получив письмо, воспользуйтесь ссылкой для смены пароля.';
$L['plu_explain3'] = '3. Дважды подтвердив смену пароля, вы получите email с паролем, сгенерированным случайным образом.';
$L['plu_explain4'] = 'Если вы очистили поле для email\'а в своем профиле, восстановить пароль самостоятельно вы не сможете.<br />В этом случае вам необходимо отправить Email администратору сайта.';
$L['plu_mailsent'] = "Письмо отправлено. Проверьте свой почтовый ящик и воспользуйтесь отправленной вам ссылкой.<br />Затем следуйте инструкциям по установке нового пароля.";
$L['plu_mailsent2'] = "Пароль изменен. Пожалуйста, проверьте ваш почтовый ящик через несколько минут, чтобы получить новый пароль."; // N-0.0.2
$L['plu_request'] = "Запрос";
$L['plu_youremail'] = "Ваш email: ";

?>