<?PHP
/**
 * Russian language file for recentitems
 *
 * @package Cotonti
 * @version 0.0.2
 * @author esclkm
 * @copyright (c) 2008 Cotonti Team
 * @license BSD License
 */
$L['cfg_maxpages']= array('Отображать новых страниц (количество записей)');
$L['cfg_maxtopics']= array('Отображать новых сообщений на форуме (количество записей)');
$L['cfg_fd']= array('Отображение категории сообщения на форуме', 'Установите: <br />"Standart"- категория по умолчанию;<br />"Parent only"- только родительская категория;<br />"Subforums with Master Forums"- родительская категория и субфорум;<br />"Just Topics"- не отображать категорию;');
$L['cfg_redundancy']= array('Дополнительный коэффициент загрузки', 'Данный параметр указывает во сколько раз требуется прочитать больше последних записей в базе данных, чем указано в настройках. Это позволяет избежать ошибок при большом количестве скрытых (доступных для определенных групп пользователей) страниц или сообщений на форуме. Рекомендуемое значание не менее 2. Слишком большое значение данного коэффициента не желательно устанавливать, так как это может привести к снижению скорости работы сайта');

?>