<?php
/**
 * Pages
 */

$L['comm_on_page'] = 'на странице'; // New in N-0.0.2
$L['pagadd_subtitle'] = 'Форма для создания новой страницы';
$L['pagadd_title'] = 'Новая страница';
$L['paged_subtitle'] = 'Форма для редактирования страницы';
$L['paged_title'] = 'Свойства страницы';
$L['pag_authortooshort'] = 'Имя автора слишком короткое либо отсутствует';
$L['pag_catmissing'] = 'Код категории отсутствует';
$L['pag_desctooshort'] = 'Описание слишком короткое либо отсутствует';
$L['pag_notavailable'] = 'Страница будет опубликована '; // New in N-0.0.2
$L['pag_titletooshort'] = 'Заголовок слишком короткий либо отсутствует';
$L['pag_validation'] = 'Ожидают утверждения';
$L['pag_validation_desc'] = 'Ваши страницы, которые не были ещё утверждены администратором';

?>
