<?php

/*  ====================
Seditio - Website engine
Copyright Neocrome
http://www.neocrome.net
-----------------------
Seditio language pack
Language : Russian (code:ru)
Localization done by : Antar
-----------------------
[BEGIN_SED]
File=system/lang/ru/main.lang.php
Version=125 b2
Updated=2008-aug-04
Type=Lang
Author=Neocrome
Description=Language main
[END_SED]
==================== */

/* ====== Overall ====== */

$L['Access'] = 'Доступ';
$L['Action'] = 'Действие';
$L['Active'] = 'Активныx';
$L['Add'] = 'Добавить';
$L['Admin.'] = 'Админ.';
$L['Administration'] = 'Админ-панель';
$L['Adminpanel'] = 'Админ-панель';
$L['Anonymous'] = 'Анонимный';
$L['Age'] = 'Возраст';
$L['Ago'] = 'назад';
$L['AIM'] = 'Адрес AIM';
$L['Alias'] = 'Псевдоним';
$L['Allcategories'] = 'Все категории';
$L['All'] = 'Все';
$L['Allpages'] = 'Все страницы';
$L['Alltimesare'] = 'Время указано в';
$L['Announcement'] = 'Обьявление';
$L['Archives'] = 'Архив';
$L['Ascending'] = 'Возрастание';
$L['Author'] = 'Автор';
$L['Banned'] = 'Заблокирован';
$L['Banlist'] = 'Список заблокированных';
$L['BBcode'] = 'BBcode';
$L['BBcodes'] = 'Коды BBcode';
$L['Begin'] = 'Начать';
$L['Birthdate'] = 'Дата рождения';
$L['Birthday'] = 'День рождения';
$L['Body'] = 'Содержимое';
$L['Bump'] = 'Переместить наверх';
$L['Byfirstletter'] = 'По первому символу';
$L['bytes'] = 'байт';
$L['Cancel'] = 'Отменить';
$L['Category'] = 'Категория';
$L['Categories'] = 'Категории';
$L['Clearstatus'] = 'Очистить статус';
$L['Close'] = 'Закрыть';
$L['Code'] = 'Код';
$L['Configuration'] = 'Конфигурация';
$L['Comment'] = 'Комментарий';
$L['Comments'] = 'Комментарии';
$L['Confirm'] = 'Подтвердить';
$L['Copyright'] = 'Копирайт';
$L['Core'] = 'Ядро';
$L['Count'] = 'Счётчик';
$L['Country'] = 'Страна';
$L['Create'] = 'Создать';
$L['Custom'] = 'Собственный';
$L['Database'] = 'База данных';
$L['Date'] = 'Дата';
$L['Day'] = 'день';
$L['Days'] = 'дней';
$L['Default'] = 'По умолчанию';
$L['Delete'] = 'Удалить';
$L['Descending'] = 'По убыванию';
$L['Description'] = 'Описание';
$L['Disabled'] = 'Отключено';
$L['Download'] = 'Загрузить';
$L['Duplicate'] = 'Дублировать';
$L['Duration'] = 'Продолжительность';
$L['Edit'] = 'Править';
$L['Error'] = 'Ошибка';
$L['Email'] = 'Email';
$L['Emailmask'] = 'Маска Email';
$L['Enabled'] = 'Включено';
$L['Event'] = 'Событие';
$L['Events'] = 'События';
$L['Expand'] = 'Развернуть';
$L['Expire'] = 'Истекает';
$L['Extrafield'] = 'Дополнительное поле';
$L['File'] = 'Файл';
$L['Files'] = 'Файл(ов)'; // * Иногда используется значение 'Файлы' (должны быть две переменные для обозначения 'Files' и 'File(s)', но их нет)
$L['Filter'] = 'Фильтр';
$L['Filters'] = 'Фильтры';
$L['Fold'] = 'Свернуть';                 // New in v110
$L['Folder'] = 'Папка';
$L['Folders'] = 'Папок';
$L['Forums'] = 'Форумы';
$L['Gallery'] = 'Галерея';
$L['Galleries'] = 'Галереи';
$L['Gender'] = 'Пол';
$L['Picture'] = 'Картинка';
$L['Pictures'] = 'картинок';
$L['Ghost'] = 'Оставить уведомление о перемещении';
$L['Group'] = 'Группа';
$L['Groups'] = 'Группы (кликните для редактирования)';
$L['Guest'] = 'Гость';
$L['Guests'] = 'Гости';
$L['Headlines'] = 'Просмотреть заголовки';
$L['Help'] = 'Помощь';
$L['Here'] = 'Здесь';
$L['Hi'] = 'Здравствуйте';
$L['Hide'] = 'Скрыть';
$L['Hidden'] = 'Скрытый';
$L['Hits'] = 'Просмотров'; // * Иногда используется значение 'Просмотры' (должны быть две переменные для обозначения 'Просмотры' и 'Просмотров', но их нет)
$L['Home'] = 'Главная';
$L['Hook'] = 'Пeрехват';
$L['Hooks'] = 'Перехваты';
$L['Hour'] = 'час';
$L['Hours'] = 'часа(ов)';
$L['Icon'] = 'Иконка (URL)';
$L['ICQ'] = 'Номер ICQ';
$L['Id'] = 'ID';
$L['Image'] = 'Изображение';
$L['ImageURL'] = 'URL к файлу изображения';
$L['Ip'] = 'IP';
$L['Ipsearch'] = 'Поиск по IP';
$L['Ipmask'] = 'Маска IP';
$L['Inactive'] = 'Неактивный';
$L['IRC'] = 'IRC';
$L['Item'] = 'Записи';
$L['Items'] = 'Записи';
$L['Journal'] = 'Журнал';
$L['Journals'] = 'Журналы';
$L['Journalpage'] = 'Страница журнала';
$L['Key'] = 'Ключ';
$L['kb'] = 'кб';
$L['Left'] = 'Влево';
$L['Level'] = 'Уровень';
$L['Levels'] = 'Уровни';
$L['Lastlogged'] = 'Последний вошедший';
$L['Lastpost'] = 'Последнее сообщение';
$L['Link'] = 'Ссылка';
$L['Links'] = 'Ссылки';
$L['Location'] = 'Местоположение';
$L['Lock'] = 'Закрыть';
$L['Locked'] = 'Закрыто';
$L['Log'] = 'Лог';
$L['Login'] = 'Вход';
$L['Logout'] = 'Выход';
$L['Main'] = 'Главная';
$L['Maingroup'] = 'Основная группа';
$L['Makesticky'] = 'Прикрепить';
$L['Menu'] = 'Меню';
$L['Menus'] = 'Меню';
$L['Member'] = 'Участник';
$L['Members'] = 'Участники';
$L['Members_download'] = 'Этот файл доступен только для зарегистрированных пользователей.'; // N-0.0.1
$L['Members_only'] = 'Только для участников'; // N-0.0.1
$L['Message'] = 'Сообщение';
$L['Messages'] = 'Сообщения';
$L['Minlevel'] = 'Мин. уровень';
$L['Minute'] = 'Минута';
$L['Minutes'] = 'Минут';
$L['Moderators'] = 'Модераторы';
$L['Module'] = 'Модуль';
$L['Modules'] = 'Модули';
$L['MSN'] = 'MSN Messenger';
$L['More'] = 'Дополнительно...';
$L['Move'] = 'Переместить';
$L['Moved'] = 'Перемещено';
$L['Mypfs'] = 'Мои файлы';
$L['Myjournal'] = 'Мой журнал';
$L['na'] = 'Не доступно';
$L['Name'] = 'Имя';
$L['Names'] = 'Имена';
$L['Next'] = 'Следующая страница';
$L['New'] = 'Новый';
$L['News'] = 'Новости';
$L['Newspost'] = 'Новость';
$L['Newsposts'] = 'Новости';
$L['No'] = 'Нет';
$L['No_items'] = 'Нет элементов';
$L['None'] = 'Нет записей';
$L['Normal'] = 'Норм.';
$L['Notes'] = 'Примечания';
$L['Occupation'] = 'Род занятий';
$L['Open'] = 'Открыть';
$L['Option'] = 'Опция';
$L['Options'] = 'Опции';
$L['Order'] = 'Порядок';
$L['Originalmessage'] = 'Первоначальное сообщение';
$L['Other'] = 'Модули';
$L['Overview'] = 'Краткий обзор';
$L['Owner'] = 'Добавил';
$L['Page'] = 'Страница';
$L['Pages'] = 'Страницы';
$L['Part'] = 'Часть';
$L['Parts'] = 'Части';
$L['Path'] = 'Путь';
$L['Password'] = 'Пароль';
$L['PFS'] = 'Персональный Файловый Архив';
$L['Plugins'] = 'Плагины';
$L['Plugin'] = 'Плагин';
$L['Poll'] = 'Опрос';
$L['Polls'] = 'Опросы';
$L['Post'] = 'Сообщение';
$L['Posts'] = 'Сообщений';
$L['Poster'] = 'Автор';
$L['Preview'] = 'Предосмотр';
$L['Previous'] = 'Предыдущая страница';
$L['Private'] = 'Приватная';
$L['Private_Messages'] = 'Личные сообщения';
$L['Profile'] = 'Профиль';
$L['Prune'] = 'Очистить';
$L['Public'] = 'Публичная';
$L['Putinvalidationqueue'] = 'Снять';
$L['Quote'] = 'Цитата';
$L['Rank'] = 'Ранг';
$L['Rated'] = 'Оценено';
$L['Rating'] = 'Рейтинг';
$L['Ratings'] = 'Рейтинги';
$L['Read'] = 'Чтение';
$L['ReadMore'] = 'Читать дальше...';
$L['Reason'] = 'Причина';
$L['Referer'] = 'Реферал';
$L['Referers'] = 'Рефералы';
$L['Refresh'] = 'Обновить';
$L['Reply'] = 'Ответ';
$L['Replies'] = 'Ответов';
$L['Register'] = 'Зарегистрироваться';
$L['Registered'] = 'Зарегистрирован';
$L['Registration'] = 'Регистрация';
$L['Remove'] = 'Удалить';
$L['Reset'] = 'Сбросить';
$L['Restore'] = 'Восстановить';
$L['Resync'] = 'Синхронизовать';
$L['Right'] = 'Вправо';
$L['Rights'] = 'Права';
$L['Show'] = 'Показать';
$L['Spoiler'] = 'Спойлер';
$L['Standalone'] = 'Автономный';
$L['Statistics'] = 'Статистика';
$L['StatsLogs'] = 'Статистика и логи';
$L['Structure'] = 'Структура';
$L['Search'] = 'Поиск';
$L['Second'] = 'секунда';
$L['Seconds'] = 'секунд(ы)';
$L['Section'] = 'Раздел';
$L['Sections'] = 'Разделы';
$L['Security'] = 'Система защиты';
$L['Set'] = 'Установить';
$L['Setup'] = 'Установка';
$L['SFS'] = 'Общий Файловый Архив Сайта';
$L['Size'] = 'Размер';
$L['Skin'] = 'Скин';
$L['Skins'] = 'Скины';
$L['Smilies'] = 'Смайлы';
$L['Started'] = 'Cоздана';
$L['Status'] = 'Статус';
$L['Submit'] = 'Отправить';
$L['System'] = 'Система';
$L['Tag'] = 'Тег';
$L['Tags'] = 'Теги';
$L['Text'] = 'Текст';
$L['Thumbnail'] = 'Миниатюра';
$L['Thumbnails'] = 'Миниатюры';
$L['Timezone'] = 'Часовой пояс';
$L['Title'] = 'Заголовок';
$L['Tool'] = 'Инструмент';
$L['Tools'] = 'Инструменты';
$L['Topic'] = 'Тема';
$L['Topics'] = 'Темы';
$L['Topicoptions'] = 'Опции темы';
$L['Topiclocked'] = 'Эта тема закрыта, публикация новых сообщений недоступна.';
$L['Total'] = 'Всего';
$L['TPL'] = 'TPL файл';                // New in v110
$L['Trash'] = 'Мусор';                 // New in v110
$L['Trashcan'] = 'Корзина';                 // New in v110
$L['Type'] = 'Тип';
$L['Unfold'] = 'Развернуть';                 // New in v110
$L['Unknown'] = '?';
$L['Unlock'] = 'Разблокировать';
$L['Unlocked'] = 'Разблокировано';
$L['Until'] = 'До';
$L['Update'] = 'Обновить';
$L['Updated'] = 'Обновлено';
$L['Upload'] = 'Закачать';
$L['URL'] = 'Ссылка';
$L['User'] = 'Пользователь';
$L['Userid'] = 'ID Пользователя';
$L['Users'] = 'Пользователи';
$L['Username'] = 'Имя';
$L['Validate'] = 'Утвердить';
$L['Value'] = 'Значение';
$L['Values'] = 'Значения';
$L['Version'] = 'Версия';
$L['View'] = 'Просмотр';
$L['Views'] = 'Просмотров';
$L['Vote'] = 'Голос';
$L['Votes'] = 'Голоса(ов)';
$L['Website'] = 'Вебсайт';
$L['Wipe'] = 'Удалить окончательно';                 // New in v110
$L['Wipeall'] = 'Удалить все окончательно';                 // New in v110
$L['Write'] = 'Запись';
$L['Yes'] = 'Да';
$L['YIM'] = 'Yahoo Messenger';

$L['January'] = 'Январь';
$L['February'] = 'Февраль';
$L['March'] = 'Март';
$L['April'] = 'Апрель';
$L['May'] = 'Май';
$L['June'] = 'Июнь';
$L['July'] = 'Июль';
$L['August'] = 'Август';
$L['September'] = 'Сентябрь';
$L['October'] = 'Октябрь';
$L['November'] = 'Ноябрь';
$L['December'] = 'Декабрь';

$L['Gender_F'] = 'Женский';
$L['Gender_M'] = 'Мужской';
$L['Gender_U'] = 'Не указан';

/* ====== BBcodes and smilies popups ====== */

$L['Smilies_explain'] = 'Кликните на смайлик, чтобы вставить его в текст';
$L['BBcodes_explain'] = 'Нажмите на кнопку, чтобы вставить в текст';

$L['bbcodes_bold'] = 'Жирный';
$L['bbcodes_underline'] = 'Подчёркнутый';
$L['bbcodes_italic'] = 'Курсив';
$L['bbcodes_left'] = 'По левому краю';
$L['bbcodes_center'] = 'По центру';
$L['bbcodes_right'] = 'По правому краю';
$L['bbcodes_spacer'] = 'Неразрывный пробел';
$L['bbcodes_code'] = 'Код';
$L['bbcodes_quote'] = 'Цитата';
$L['bbcodes_spoiler'] = 'Спойлер';
$L['bbcodes_list'] = 'Список';
$L['bbcodes_thumb'] = 'Миниатюра';
$L['bbcodes_image'] = 'Изображение';
$L['bbcodes_colleft'] = 'Левая колонка';
$L['bbcodes_colright'] = 'Правая колонка';
$L['bbcodes_url'] = 'Ссылка';
$L['bbcodes_urlp'] = 'Ссылка и текст';
$L['bbcodes_email'] = 'Email';
$L['bbcodes_emailp'] = 'Email и текст';
$L['bbcodes_user'] = 'Пользователь (по ID)';
$L['bbcodes_page'] = 'Страница (по ID)';
$L['bbcodes_link'] = 'Ссылка (по ID)';
$L['bbcodes_black'] = 'Чёрный';
$L['bbcodes_grey'] = 'Серый';
$L['bbcodes_sea'] = 'Синий';
$L['bbcodes_blue'] = 'Голубой';
$L['bbcodes_sky'] = 'Бледно-голубой';
$L['bbcodes_green'] = 'Зелёный';
$L['bbcodes_yellow'] = 'Желтый';
$L['bbcodes_orange'] = 'Оранжевый';
$L['bbcodes_red'] = 'Красный';
$L['bbcodes_white'] = 'Белый';
$L['bbcodes_pink'] = 'Розовый';
$L['bbcodes_purple'] = 'Пурпурный';
$L['bbcodes_hr'] = 'Горизонтальная линия';
$L['bbcodes_flag'] = 'Флаг (код)';
$L['bbcodes_copy'] = 'Копировать';
$L['bbcodes_paste'] = 'Вставить';
$L['bbcodes_cut'] = 'Вырезать';
$L['bbcodes_pagep'] = 'Страница с описанием';
$L['bbcodes_linkp'] = 'Ссылка с описанием';
$L['bbcodes_ac'] = 'Акроним';
$L['bbcodes_p'] = 'Абзац';
$L['bbcodes_pfs'] = 'Ссылка на файл в Файловом Архиве';
$L['bbcodes_topic'] = 'Тема';
$L['bbcodes_post'] = 'Сообщение';
$L['bbcodes_pm'] = 'Ссылка на Личные Сообщения';
$L['bbcodes_multipages'] = 'Новая страница';
$L['bbcodes_more'] = 'Остальные новости';
$L['bbcodes_style1'] = 'Стиль 1';
$L['bbcodes_style2'] = 'Стиль 2';
$L['bbcodes_style3'] = 'Стиль 3';
$L['bbcodes_style4'] = 'Стиль 4';
$L['bbcodes_style5'] = 'Стиль 5';
$L['bbcodes_style6'] = 'Стиль 6';
$L['bbcodes_style7'] = 'Стиль 7';
$L['bbcodes_style8'] = 'Стиль 8';
$L['bbcodes_style9'] = 'Стиль 9';
$L['bbcodes_preview'] = 'Режим предосмотра';
$L['bbcodes_ex_bold'] = 'Сделать выделенный текст жирным';
$L['bbcodes_ex_underline'] = 'Сделать выделенный текст подчеркнутым';
$L['bbcodes_ex_italic'] = 'Сделать выделенный текст курсивом';
$L['bbcodes_ex_left'] = 'Равнять выделенный текст по левому краю';
$L['bbcodes_ex_center'] = 'Равнять выделенный текст по центру';
$L['bbcodes_ex_right'] = 'Равнять выделенный текст по правому краю';
$L['bbcodes_ex_spacer'] = 'Вставить неразрывный пробел';
$L['bbcodes_ex_code'] = 'Пометить выделенный текст как код';
$L['bbcodes_ex_quote'] = 'Пометить выделенный текст как цитату';
$L['bbcodes_ex_spoiler'] = 'По умолчанию скрывать обрамленный текст';
$L['bbcodes_ex_list'] = 'Вставить список';
$L['bbcodes_ex_thumb'] = 'Вставить изображение с предосмотром его миниатюры';
$L['bbcodes_ex_image'] = 'Вставить изображение';
$L['bbcodes_ex_colleft'] = 'Создать колонку слева';
$L['bbcodes_ex_colright'] = 'Создать колонку справа';
$L['bbcodes_ex_url'] = 'Вставить ссылку';
$L['bbcodes_ex_urlp'] = 'Вставить ссылку с описанием';
$L['bbcodes_ex_email'] = 'Вставить Email';
$L['bbcodes_ex_emailp'] = 'Вставить Email с описанием';
$L['bbcodes_ex_user'] = 'Вставить ссылку на пользователя по его ID';
$L['bbcodes_ex_page'] = 'Вставить ссылку на страницу по её ID';
$L['bbcodes_ex_link'] = 'Вставить ссылку по её ID';
$L['bbcodes_ex_black'] = 'Окрасить текст в черный цвет';
$L['bbcodes_ex_grey'] = 'Окрасить текст в серый цвет';
$L['bbcodes_ex_sea'] = 'Окрасить текст синий цвет';
$L['bbcodes_ex_blue'] = 'Окрасить текст в голубой цвет';
$L['bbcodes_ex_sky'] = 'Окрасить текст в бледно-голубой цвет';
$L['bbcodes_ex_green'] = 'Окрасить текст в зеленый цвет';
$L['bbcodes_ex_yellow'] = 'Окрасить текст в желтый цвет';
$L['bbcodes_ex_orange'] = 'Окрасить текст оранжевый цвет';
$L['bbcodes_ex_red'] = 'Окрасить текст в красный цвет';
$L['bbcodes_ex_white'] = 'Окрасить текст в белый цвет';
$L['bbcodes_ex_pink'] = 'Окрасить текст в розовый цвет';
$L['bbcodes_ex_purple'] = 'Окрасить текст в пурпурный цвет';
$L['bbcodes_ex_hr'] = 'Вставить горизонтальную линию';
$L['bbcodes_ex_flag'] = 'Вставить флаг страны по коду страны (ru, en, ...)';
$L['bbcodes_ex_copy'] = 'Скопировать выделенный текст в буфер обмена';
$L['bbcodes_ex_paste'] = 'Вставить текст из буфера обмена';
$L['bbcodes_ex_cut'] = 'Вырезать выделенный текст в буфер обмена';
$L['bbcodes_ex_pagep'] = 'Вставить ссылку на страницу по её ID, с описанием';
$L['bbcodes_ex_linkp'] = 'Вставить ссылку по её ID, с описанием';
$L['bbcodes_ex_ac'] = 'Вставить текст с разъяснением (всплывающая подсказка при наведении мышки на слово)';
$L['bbcodes_ex_p'] = 'Отделить выделенный текст абзацем';
$L['bbcodes_ex_pfs'] = 'Вставить ссылку на файл в файловом хранилище по его имени';
$L['bbcodes_ex_topic'] = 'Вставить ссылку на тему в форуме по её ID';
$L['bbcodes_ex_post'] = 'Вставить ссылку на сообщение в форуме по его ID';
$L['bbcodes_ex_pm'] = 'Вставить ссылку на ЛС пользователя по его ID)';
$L['bbcodes_ex_multipages'] = 'Разбить страницу на несколько страниц.';
$L['bbcodes_ex_more'] = 'Скрыть часть текста новости ссылкой \'Читать дальше\'.';
$L['bbcodes_ex_style1'] = 'Стиль 1';
$L['bbcodes_ex_style2'] = 'Стиль 2';
$L['bbcodes_ex_style3'] = 'Стиль 3';
$L['bbcodes_ex_style4'] = 'Стиль 4';
$L['bbcodes_ex_style5'] = 'Стиль 5';
$L['bbcodes_ex_style6'] = 'Стиль 6';
$L['bbcodes_ex_style7'] = 'Стиль 7';
$L['bbcodes_ex_style8'] = 'Стиль 8';
$L['bbcodes_ex_style9'] = 'Стиль 9';
$L['bbcodes_ex_preview'] = 'Переключение режимов Редактирование / Предосмотр';

/* ====== Common ====== */

$L['com_skinfail'] = 'Предупреждение: не удалось загрузить выбранный вами скин, проверьте настройки, установленные в профиле.';
$L['com_themefail'] = 'Предупреждение: не удалось загрузить выбранную вами тему для выбранного скина, пожалуйста, проверьте свой профиль и установите тему.'; // N-0.0.2
$L['com_members'] = 'пользователь(ей)';
$L['com_guests'] = 'гость(ей)';

/* ====== Header ====== */

$L['hea_privatemessages'] = 'новых сообщений';
$L['hea_noprivatemessages'] = 'Личные сообщения';
$L['hea_youareloggedas'] = 'Вы вошли как';
$L['hea_youarenotlogged'] = 'Вы не вошли.';
$L['hea_valqueues'] = 'В очереди на утверждение : ';

/* ====== Footer ====== */

$L['foo_poweredby'] = 'Powered by';
$L['foo_created'] = 'Страница сгенерирована за';
$L['foo_seconds'] = 'секунд(ы)';
$L['foo_sqlqueries'] = 'SQL запросов';
$L['foo_sqltotal'] = 'SQL общее время';
$L['foo_sqlaverage'] = 'Среднее время SQL';

/* ====== Admin ====== */

// Смотри файл : admin.lang.php

/* ====== Auth ====== */

$L['aut_usernametooshort']= 'Имя пользователя должно быть длиной не меньше 2-х символов';
$L['aut_passwordtooshort'] = 'Пароль должен быть длиной не меньшее 4-х символов и содержать только буквы, цифры, или знак подчеркивания';
$L['aut_emailtooshort'] = 'Неверный адрес email';
$L['aut_usernamealreadyindb'] = 'Такое имя уже занято';
$L['aut_emailalreadyindb'] = 'Введённый вами адрес email уже есть в базе';
$L['aut_passwordmismatch'] = 'Введённые вами пароли не совпадают';
$L['aut_emailbanned'] = 'Этот email (или хост) заблокирован. Причина: ';

$L['aut_contactadmin'] = 'Если у вас возникли какие-либо трудности, свяжитесь с администратором';

$L['aut_regrequesttitle'] = 'Запрос регистрации';
$L['aut_regrequest'] = 'Здравствуйте, %1$s,

Вы получили это письмо, так как вы (либо кто-то от вашего имени) зарегистрировали новую учетную запись на нашем сайте. Если вы не регистрировались на сайте, проигнорируйте это письмо. Если письма будут продолжать поступать, свяжитесь, пожалуйста, с администратором сайта.

Ваша учетная запись сейчас не активированна, администратор должен активизировать вашу учетную запись, прежде чем вы сможете войти на сайт под своим именем. Вы получите уведомление об этом на свой email. После этого вы сможете войти на сайт, используя введенные вами ранее данные:

Имя = %1$s
Пароль = %2$s';

$L['aut_regreqnoticetitle'] = 'Запрос на регистрацию новой учетной записи';
$L['aut_regreqnotice'] = 'Здравствуйте,

Вы получили это письмо, потому что %1$s запросил новую учетную запись.
Этот пользователь не сможет войти, пока вы вручную не установите его учетную запись как \'активную\' здесь :

%2$s';

$L['aut_emailreg'] = 'Здравствуйте, %1$s,

Вы получили это письмо, так как вы (либо кто-то от вашего имени) зарегистрировались на нашем сайте. Если вы не регистрировались на сайте, проигнорируйте его. Если письма будут продолжать поступать, свяжитесь с администратором сайта.

Чтобы использовать учетную запись, вам необходимо ее активировать, используя данную ссылку :

 %3$s

 После активации учетной записи вы сможете войти в систему, используя внесенные вами ранее данные :

Имя = %1$s
Пароль = %2$s';

$L['aut_registertitle'] = 'Регистрация нового пользователя';
$L['aut_registersubtitle'] = '';
$L['aut_logintitle'] = 'Вход в систему';

/* ====== Comments ====== */

$L['com_commenttooshort'] = 'Комментарий слишком короткий либо отсутствует';
$L['com_commenttoolong'] = 'Комментарий слишком длинный';
$L['com_commentadded'] = 'Комментарий добавлен';
$L['com_regonly'] = 'Только зарегистрированные пользователи могут оставлять комментарии';
$L['com_nocommentsyet'] = 'Пока комментариев нет';

/* ====== Forums ======= */

$L['for_newtopic'] = 'Новая тема';
$L['for_markallasread'] = 'Отметить все сообщения как прочитанные';
$L['for_updatedby'] = '<br /><em>отредактировал(а) %1$s: %2$s</em>';
$L['for_antibump'] = 'Включена система защиты от спама. Вы не можете добавлять несколько сообщений подряд.';

/* ====== List ====== */

$L['lis_submitnew'] = 'Добавить новую запись';

/* ====== Messages ====== */

// It's in message.lang.php

/* ====== Pages ====== */

$L['pag_notavailable'] = 'Страница будет опубликована '; // N-0.0.2
$L['pag_catmissing'] = 'Отсутствует код категории';
$L['pag_titletooshort'] = 'Заголовок слишком короткий либо отсутствует';
$L['pag_desctooshort'] = 'Описание слишком короткое либо отсутствует';
$L['pag_authortooshort'] = 'Имя автора слишком короткое либо отсутствует';
$L['pagadd_title'] = 'Форма добавления новых страниц';
$L['pagadd_subtitle'] = 'Добавить новую страницу';
$L['paged_title'] = 'Свойства страницы';
$L['paged_subtitle'] = 'Отредактировать страницу';
$L['pfs_resizeimages'] = 'масштабировать изображение?'; // N-0.0.2
$L['comm_on_page'] = 'на странице'; // N-0.0.2

/* ====== Personal file space ====== */

$L['pfs_title'] = 'Персональный Файловый Архив';
$L['pfs_filetoobigorext'] = 'Загрузка не удалась. Возможно, этот файл слишком большой или расширение файла не поддерживается.';
$L['pfs_fileexists'] = 'Загрузка прервана, файл с таким именем уже существует.';
$L['pfs_filelistempty'] = 'Список пуст.';
$L['pfs_folderistempty'] = 'Эта папка пуста.';
$L['pfs_totalsize'] = 'Общий размер';
$L['pfs_maxspace'] = 'Максимально доступный объем';
$L['pfs_maxsize'] = 'Максимальный размер файла';
$L['pfs_filesintheroot'] = 'Файл(ов) в корневом каталоге';
$L['pfs_filesinthisfolder'] = 'Файл(ов) в этой папке';
$L['pfs_newfile'] = 'Загрузить файл:';
$L['pfs_newfolder'] = 'Создать новую папку:';
$L['pfs_ispublic'] = 'Публичная?';
$L['pfs_isgallery'] = 'Галерея?';
$L['pfs_extallowed'] = 'Допустимые расширения';
$L['pfs_filechecknomime'] = 'Предупреждение: не найдено информации о MIME-типе для данного расширения: %1$s Файл - %2$s'; // N-0.0.2
$L['pfs_filecheckfail'] = 'Предупреждение: неверный тип файла для расширения : %1$s Файл - %2$s'; // N-0.0.2
$L['pfs_filenotvalid'] = "Это не настоящий %1\$s файл."; // N-0.0.2

/* ====== Plug ====== */

// Empty

/* ====== Pm ====== */

$L['pm_titletooshort'] = 'Заголовок слишком короткий либо отсутствует';
$L['pm_bodytooshort'] = 'Текст сообщения слишком короткий либо отсутствует';
$L['pm_bodytoolong'] = 'Текст сообщения слишком длинный, максимальное количество символов '.$cfg['pm_maxsize'].'.';
$L['pm_wrongname'] = 'По крайней мере одно имя получателя было указано неверно и поэтому было удалено из списка';
$L['pm_toomanyrecipients'] = 'Максимальное количество получателей %1$s';
$L['pmsend_title'] = 'Написать новое Личное Сообщение (ЛС)';
$L['pmsend_subtitle'] = '';
$L['pm_sendnew'] = 'Написать новое Личное Сообщение';
$L['pm_inbox'] = 'Входящие';
$L['pm_inboxsubtitle'] = 'Личные Сообщения, новые сверху';
$L['pm_sentbox'] = 'Отправленные';
$L['pm_sentboxsubtitle'] = 'Сообщения отправленные, но ещё не прочитанные получателем';
$L['pm_archives'] = 'Архив';
$L['pm_arcsubtitle'] = 'Старые сообщения, последние сверху';
$L['pm_replyto'] = 'Ответить на это сообщение';
$L['pm_putinarchives'] = 'Переместить в архив';
$L['pm_notifytitle'] = 'Новое Личное Сообщение';
$L['pm_notify'] = 'Здравствуйте, %1$s!

Вам пришло новое Личное Сообщение, которое находится в вашей папке inbox.
Отправитель : %2$s
Кликните на ссылку, чтобы прочитать полученное сообщение : %3$s';
$L['pm_multiplerecipients'] = 'Это сообщение также было отправлено ещё %1$s пользователю(ям).';

/* ====== Polls ====== */

$L['polls_viewresults'] = 'Результаты';
$L['polls_viewarchives'] = 'Все опросы';
$L['polls_Vote'] = 'Голос';
$L['polls_votes'] = 'голосов';
$L['polls_since'] = 'с';
$L['polls_alreadyvoted'] = 'Вы уже голосовали в этом опросе.';
$L['polls_notyetvoted'] = 'Вы можете проголосовать, кликнув на расположенную выше линию.';
$L['polls_votecasted'] = 'Готово, ваш голос учтен';

/* ====== Ratings ====== */

$L['rat_choice1'] = 'Очень плохо';
$L['rat_choice2'] = 'Плохо';
$L['rat_choice3'] = 'Не так уж плохо';
$L['rat_choice4'] = 'Нормально';
$L['rat_choice5'] = 'Средне';
$L['rat_choice6'] = 'Почти хорошо';
$L['rat_choice7'] = 'Хорошо';
$L['rat_choice8'] = 'Очень хорошо';
$L['rat_choice9'] = 'Отлично';
$L['rat_choice10'] = 'Идеально';
$L['rat_votecasted'] = 'Готово, ваш голос учтён';
$L['rat_since'] = 'с';
$L['rat_notyetrated'] = 'Пока не оценено';
$L['rat_alreadyvoted'] = 'Вы уже проголосовали за это.';
$L['rat_registeredonly'] = 'Только зарегистрированные пользователи могут участвовать в голосовании.';

/* ====== Users ====== */

$L['use_title'] = 'Пользователи';
$L['use_subtitle'] = 'Зарегистрированные пользователи';
$L['useed_accountactivated'] = 'Учетная запись активирована';
$L['useed_email'] = 'Вы получили это письмо, потому что администрация сайта активизировала вашу учетную запись.
Теперь вы можете войти, используя имя пользователя и пароль, полученные в предыдущем письме.

';
$L['useed_title'] = 'Редактировать';
$L['useed_subtitle'] = '&nbsp;';
$L['use_byfirstletter'] = 'Имя начинается на';
$L['use_allusers'] = 'Все пользователи';
$L['use_allbannedusers'] = 'Заблокированные пользователи';
$L['use_allinactiveusers'] = 'Неактивные пользователи';

$L['pro_title'] = 'Профиль';
$L['pro_subtitle'] = 'Ваша учетная запись';
$L['pro_passtoshort'] = 'Пароль должен быть длиной не меньше 4-х символов и состоять только из букв, цифр и символов подчёркивания.';
$L['pro_passdiffer'] = 'Введенные вами пароли не совпадают';
$L['pro_wrongpass'] = 'Вы не ввели свой действующий пароль, либо ввели его неправильно';
$L['pro_avatarsupload'] = 'Загрузить аватар';
$L['pro_sigupload'] = 'Загрузить подпись';
$L['pro_photoupload'] = 'Загрузить фотографию';
$L['pro_avatarspreset'] = '...или кликните здесь, чтобы выбрать себе аватар';
$L['pro_avatarschoose'] = 'Кликните на изображение ниже, чтобы установить его в качестве своего аватара';
$L['pro_avataruploadfailed'] = 'Загрузка не удалась, сначала удалите старый аватар !';
$L['pro_avatarnotvalid'] = "Этот аватар не является действительным %1\$s файлом."; // N-0.0.2
$L['pro_photonotvalid'] = "Эта фотография не является действительным %1\$s файлом."; // N-0.0.2
$L['pro_sigotvalid'] = "Эта подпись не является действительным %1\$s файлом."; // N-0.0.2

/* ========== Countries ===============*/
$sed_countries = array (
'00' => '---',
'af' => 'Афганистан',
'al' => 'Албания',
'dz' => 'Алжир',
'as' => 'Американское Самоа',
'ad' => 'Андорра',
'ao' => 'Ангола',
'ai' => 'Ангилья',
'aq' => 'Антарктика',
'ag' => 'Антигуа и Барбуда',
'ar' => 'Аргентина',
'am' => 'Армения',
'aw' => 'Аруба',
'au' => 'Австралия',
'at' => 'Австрия',
'az' => 'Азербайджан',
'bs' => 'Багамские Острова',
'bh' => 'Бахрейн',
'bd' => 'Бангладеш',
'bb' => 'Барбадос',
'by' => 'Белоруссия',
'be' => 'Бельгия',
'bz' => 'Белиз',
'bj' => 'Бенин',
'bm' => 'Бермудские Острова',
'bt' => 'Бутан',
'bo' => 'Боливия',
'ba' => 'Босния и Герцеговина',
'bw' => 'Ботсвана',
'bv' => 'Буве',
'br' => 'Бразилия',
'io' => 'Британская территория в Индийском океане',
'bn' => 'Бруней',
'bg' => 'Болгария',
'bf' => 'Буркина Фасо',
'bi' => 'Бурунди',
'kh' => 'Камбоджа',
'cm' => 'Камерун',
'ca' => 'Канада',
'cv' => 'Кабо-Верде',
'ky' => 'Каймановы острова',
'cf' => 'Центральноафриканская Республика',
'td' => 'Чад',
'cl' => 'Чили',
'cn' => 'Китай',
'cx' => 'Рождества Остров',
'cc' => 'Кокосовые Острова',
'co' => 'Колумбия',
'km' => 'Коморские Острова',
'cg' => 'Конго',
'ck' => 'Острова Кука',
'cr' => 'Коста-Рика',
'ci' => 'Кот-д’Ивуар',
'hr' => 'Хорватия',
'cu' => 'Куба',
'cy' => 'Кипр',
'cz' => 'Чехия',
'dk' => 'Дания',
'dj' => 'Джибути',
'dm' => 'Доминика',
'do' => 'Доминиканская Республика',
'tp' => 'Восточный Тимор',
'ec' => 'Эквадор',
'eg' => 'Египет',
'sv' => 'Сальвадор',
'en' => 'Великобритания',
'gq' => 'Экваториальная Гвинея',
'er' => 'Эритрея',
'ee' => 'Эстония',
'et' => 'Эфиопия',
'eu' => 'Европа',
'fk' => 'Фолклендские (Мальвинские) острова',
'fo' => 'Фарерские Острова',
'fj' => 'Фиджи',
'fi' => 'Финляндия',
'fr' => 'Франция',
'gf' => 'Французская Гвиана',
'pf' => 'Французская Полинезия',
'tf' => 'Французские Южные и Антарктические Территории',
'ga' => 'Габон',
'gm' => 'Гамбия',
'ge' => 'Грузия',
'de' => 'Германия',
'gh' => 'Гана',
'gi' => 'Гибралтар',
'gr' => 'Греция',
'gl' => 'Гренландия',
'gd' => 'Гренада',
'gp' => 'Гваделупа',
'gu' => 'Гуам',
'gt' => 'Гватемала',
'gn' => 'Гвинея',
'gw' => 'Гвинея-Бисау',
'gy' => 'Гайана',
'ht' => 'Гаити',
'hm' => 'Острова Херд и Макдональд',
'hn' => 'Гондурас',
'hk' => 'Гонконг',
'hu' => 'Венгрия',
'is' => 'Исландия',
'in' => 'Индия',
'id' => 'Индонезия',
'ir' => 'Иран',
'iq' => 'Ирак',
'ie' => 'Ирландия',
'il' => 'Израиль',
'it' => 'Италия',
'jm' => 'Ямайка',
'jp' => 'Япония',
'jo' => 'Иордания',
'kz' => 'Казахстан',
'ke' => 'Кения',
'ki' => 'Кирибати',
'kp' => 'Корея (Северная)',
'kr' => 'Корея (Южная)',
'kv' => 'Косово',
'kw' => 'Кувейт',
'kg' => 'Киргизия',
'la' => 'Лаос',
'lv' => 'Латвия',
'lb' => 'Ливан',
'ls' => 'Лесото',
'lr' => 'Либерия',
'ly' => 'Ливия',
'li' => 'Лихтенштейн',
'lt' => 'Литва',
'lu' => 'Люксембург',
'me' => 'Черногория',
'mo' => 'Макао',
'mk' => 'Македония',
'mg' => 'Мадагаскар',
'mw' => 'Малави',
'my' => 'Малайзия',
'mv' => 'Мальдивы',
'ml' => 'Мали',
'mt' => 'Мальта',
'mh' => 'Маршалловы Острова',
'mq' => 'Мартиника',
'mr' => 'Мавритания',
'mu' => 'Маврикий',
'yt' => 'Майотта',
'mx' => 'Мексика',
'fm' => 'Микронезия',
'md' => 'Молдавия',
'mc' => 'Монако',
'mn' => 'Монголия',
'ms' => 'Монтсеррат',
'ma' => 'Марокко',
'mz' => 'Мозамбик',
'mm' => 'Мьянма',
'na' => 'Намибия',
'nr' => 'Науру',
'np' => 'Непал',
'nl' => 'Нидерланды',
'an' => 'Антильские Острова (Нидерландские)',
'nc' => 'Новая Каледония',
'nz' => 'Новая Зеландия',
'ni' => 'Никарагуа',
'ne' => 'Нигер',
'ng' => 'Нигерия',
'nu' => 'Ниуэ',
'nf' => 'Норфолк',
'mp' => 'Северные Марианские острова',
'no' => 'Норвегия',
'om' => 'Оман',
'pk' => 'Пакистан',
'pw' => 'Палау',
'ps' => 'Палестина',
'pa' => 'Панама',
'pg' => 'Папуа — Новая Гвинея',
'py' => 'Парагвай',
'pe' => 'Перу',
'ph' => 'Филиппины',
'pn' => 'Питкэрн',
'pl' => 'Польша',
'pt' => 'Португалия',
'pr' => 'Пуэрто-Рико',
'qa' => 'Катар',
're' => 'Реюньон',
'ro' => 'Румыния',
'ru' => 'Россия',
'rw' => 'Руанда',
'kn' => 'Сент-Китс и Невис',
'lc' => 'Сент-Люсия',
'vc' => 'Сент-Винсент и Гренадины',
'ws' => 'Самоа',
'sm' => 'Сан-Марино',
'st' => 'Сан-Томе и Принсипи',
'sa' => 'Саудовская Аравия',
'sx' => 'Шотландия',
'sn' => 'Сенегал',
'rs' => 'Сербия',
'sc' => 'Сейшельские Острова',
'sl' => 'Сьерра-Леоне',
'sg' => 'Сингапур',
'sk' => 'Словакия',
'si' => 'Словения',
'sb' => 'Соломоновы Острова',
'so' => 'Сомали',
'za' => 'Южно-Африканская Республика',
'gs' => 'Южная Георгия и Южные Сандвичевы острова',
'es' => 'Испания',
'lk' => 'Шри-Ланка',
'sh' => 'Святой Елены остров',
'pm' => 'Сен-Пьер и Микелон',
'sd' => 'Судан',
'sr' => 'Суринам',
'sj' => 'Свальбард',
'sz' => 'Свазиленд',
'se' => 'Швеция',
'ch' => 'Швейцария',
'sy' => 'Сирия',
'tw' => 'Тайвань',
'tj' => 'Таджикистан',
'tz' => 'Танзания',
'th' => 'Таиланд',
'tg' => 'Того',
'tk' => 'Токелау',
'to' => 'Тонга',
'tt' => 'Тринидад и Тобаго',
'tn' => 'Тунис',
'tr' => 'Турция',
'tm' => 'Туркмения',
'tc' => 'Тёркс и Кайкос',
'tv' => 'Тувалу',
'ug' => 'Уганда',
'ua' => 'Украина',
'ae' => 'Объединенные Арабские Эмираты',
'uk' => 'Великобритания',
'us' => 'Соединенные Штаты Америки',
'uy' => 'Уругвай',
'uz' => 'Узбекистан',
'vu' => 'Вануату',
'va' => 'Ватикан',
've' => 'Венесуэла',
'vn' => 'Вьетнам',
'vg' => 'Виргинские Острова (Британские)',
'vi' => 'Виргинские Острова (США)',
'wa' => 'Уэльс',
'wf' => 'Острова Уоллис и Футуна',
'eh' => 'Западная Сахара',
'ye' => 'Йемен',
'yu' => 'Югославия',
'zr' => 'Заир',
'zm' => 'Замбия',
'zw' => 'Зимбабве'
);
?>