<?PHP
/**
 * Russian Language File (main.lang.php)
 *
 * @package Cotonti
 * @version 0.1.0
 * @author Cotonti Translators Team
 * @copyright Copyright (c) Cotonti Team 2008-2009
 * @license BSD
 */

defined('SED_CODE') or die('Wrong URL.');

/**
 * Main strings
 */

$L['Access'] = 'Доступ';
$L['Action'] = 'Действие';
$L['Active'] = 'Активно';
$L['Add'] = 'Добавить';
$L['Added'] = 'Добавлено';	// New in N-0.1.0
$L['Admin'] = 'Администратор';
$L['Administration'] = 'Администрирование';
$L['Adminpanel'] = 'Управление сайтом';
$L['Age'] = 'Возраст';
$L['Ago'] = 'назад';
$L['AIM'] = 'Адрес AIM';
$L['Alias'] = 'Алиас';
$L['All'] = 'Все';
$L['Allcategories'] = 'Все категории';
$L['Allpages'] = 'Все страницы';
$L['Alltimesare'] = 'Время указано в';
$L['Announcement'] = 'Обьявление';
$L['Anonymous'] = 'Анонимный';
$L['Archives'] = 'Архив';
$L['Ascending'] = 'По возрастанию';
$L['Author'] = 'Автор';
$L['Avatar'] = 'Аватар';	// New in N-0.1.0
$L['Avatars'] = 'Аватары';	// New in N-0.1.0
$L['Banlist'] = 'Список заблокированных учетных записей';
$L['Banned'] = 'Заблокированные';
$L['BBcode'] = 'BBCode';
$L['BBcodes'] = 'BBCodes';
$L['Begin'] = 'Опубликовано с';
$L['Birthdate'] = 'Дата рождения';
$L['Birthday'] = 'День рождения';
$L['Blog'] = 'Блог';	// New in N-0.1.0
$L['Blogs'] = 'Блоги';	// New in N-0.1.0
$L['Body'] = 'Текст';
$L['Bump'] = 'Поднять';
$L['Byfirstletter'] = 'По первому символу';
$L['bytes'] = 'байт';
$L['Cancel'] = 'Отмена';
$L['Categories'] = 'Категории';
$L['Category'] = 'Категория';
$L['Clearstatus'] = 'Очистить статус';
$L['Clickhere'] = 'Продолжить...';	// New in N-0.0.6
$L['Close'] = 'Закрыть';
$L['Code'] = 'Код';
$L['Comment'] = 'Комментарий';
$L['Comments'] = 'Комментарии';
$L['Configuration'] = 'Конфигурация';
$L['Confirm'] = 'Подтвердить';
$L['Copyright'] = 'Копирайт';
$L['Core'] = 'Ядро';
$L['Count'] = 'Количество';
$L['Country'] = 'Страна';
$L['Create'] = 'Создать';
$L['Custom'] = 'Пользовательский';
$L['Database'] = 'База данных';
$L['Date'] = 'Дата';
$L['Days'] = array('день','дня','дней');
$L['Default'] = 'По умолчанию';
$L['Delete'] = 'Удалить';
$L['Deleted'] = 'Удалено';	// New in N-0.1.0
$L['Descending'] = 'По убыванию';
$L['Description'] = 'Описание';
$L['Disabled'] = 'Отключено';
$L['Done'] = 'Выполнено';	// New in N-0.0.6
$L['Download'] = 'Загрузка';
$L['Duplicate'] = 'Дублировать';
$L['Duration'] = 'Продолжительность';
$L['Edit'] = 'Правка';
$L['Email'] = 'E-mail';
$L['Emailmask'] = 'Маска E-mail';
$L['Enabled'] = 'Включено';
$L['Entry'] = 'Запись';	// New in N-0.0.6
$L['Entries'] = 'Записи';	// New in N-0.0.6
$L['Error'] = 'Ошибка';
$L['Event'] = 'Событие';
$L['Events'] = 'События';
$L['Expand'] = 'Развернуть';
$L['Expire'] = 'Опубликовано по';
$L['Extrafield'] = 'Дополнительное поле';
$L['Extrakey'] = 'Дополнительный ключ (необязательно)';	// New in N-0.1.0
$L['File'] = 'Файл';
$L['Files'] = 'Файлы';
$L['Filter'] = 'Фильтр';
$L['Filters'] = 'Фильтры';
$L['Fold'] = 'Свернуть';
$L['Folder'] = 'Каталог';
$L['Folders'] = 'Каталоги';
$L['Forums'] = 'Форумы';
$L['Found'] = 'Найдено';	// New in N-0.0.6
$L['Galleries'] = 'Галереи';
$L['Gallery'] = 'Галерея';
$L['Gender'] = 'Пол';
$L['Ghost'] = 'Невидимый режим';
$L['Group'] = 'Группа';
$L['Groups'] = 'Группы';
$L['Groupsmembership'] = 'Состоит в группах';	// New in N-0.1.0
$L['Guest'] = 'Гость';
$L['Guests'] = 'Гости';
$L['Headlines'] = 'Только заголовки';
$L['Help'] = 'Помощь';
$L['Here'] = 'Здесь';
$L['Hi'] = 'Здравствуйте';
$L['Hidden'] = 'Скрыто';
$L['Hide'] = 'Скрыть';
$L['Hits'] = 'Просмотры';
$L['Home'] = 'Главная';
$L['Hook'] = 'Хук';
$L['Hooks'] = 'Хуки';
$L['Hours'] = array('час','часа','часов');
$L['Icon'] = 'Иконка (URL)';
$L['ICQ'] = 'ICQ';
$L['Id'] = 'ID';
$L['Image'] = 'Изображение';
$L['ImageURL'] = 'URL изображения';
$L['Inactive'] = 'Неактивированные';
$L['Ip'] = 'IP-адрес';
$L['Ipmask'] = 'IP-маска';
$L['Ipsearch'] = 'Поиск по IP';
$L['IRC'] = 'IRC';
$L['Item'] = 'Элемент';
$L['Items'] = 'Элементы';
$L['kb'] = 'Кб';
$L['Key'] = 'Код';
$L['Language'] = 'Язык';	// New in N-0.1.0
$L['Languages'] = 'Языки';	// New in N-0.1.0
$L['Lastlogged'] = 'Последняя авторизация';
$L['Lastpost'] = 'Последнее сообщение';
$L['Left'] = 'По левому краю';
$L['Level'] = 'Уровень';
$L['Levels'] = 'Уровни';
$L['Link'] = 'Ссылка';
$L['Links'] = 'Ссылки';
$L['Location'] = 'Город';
$L['Lock'] = 'Блокировать';
$L['Locked'] = 'Заблокировано';
$L['Log'] = 'Лог';
$L['Login'] = 'Вход';
$L['Logout'] = 'Выход';
$L['Main'] = 'Главная';
$L['Maingroup'] = 'Основная группа';
$L['Makesticky'] = 'Прикрепить';
$L['Member'] = 'Участник';
$L['Members'] = 'Участники';
$L['Members_download'] = 'Этот файл доступен только для зарегистрированных пользователей';	// New in N-0.0.1
$L['Members_only'] = 'Только для зарегистрированных пользователей';	// New in N-0.0.1
$L['Menu'] = 'Меню';
$L['Menus'] = 'Слоты для меню';
$L['Message'] = 'Сообщение';
$L['Messages'] = 'Сообщения';
$L['Minlevel'] = 'Мин. уровень';
$L['Minutes'] = array('Минута','Минуты','Минут');
$L['Moderators'] = 'Модераторы';
$L['Module'] = 'Модуль';
$L['Modules'] = 'Модули';
$L['Month'] = 'месяц';	// New in N-0.0.2
$L['Months'] = 'месяцы';	// New in N-0.0.2
$L['More'] = 'Подробно';
$L['Move'] = 'Переместить';
$L['Moved'] = 'Перемещено';
$L['MSN'] = 'MSN Messenger';
$L['Myjournal'] = 'Мои дневники';
$L['Mypfs'] = 'Мои файлы';
$L['na'] = 'Недоступно';
$L['Name'] = 'Имя';
$L['Names'] = 'Имена';
$L['New'] = 'Новый';
$L['News'] = 'Новости';
$L['Newspost'] = 'Новостное сообщение';
$L['Newsposts'] = 'Новостные сообщения';
$L['Next'] = 'Следующая страница';
$L['No'] = 'Нет';
$L['Noitemsfound'] = 'По вашему запросу ничего не найдено';
$L['None'] = 'Нет записей';
$L['Normal'] = 'Норм.';
$L['Notes'] = 'Примечания';
$L['No_items'] = 'Нет элементов';
$L['Occupation'] = 'Профессия';
$L['Of'] = 'из';	// New in N-x.x.x
$L['Ontop'] = 'Наверх';	// New in N-0.0.1
$L['Open'] = 'Открыть';
$L['Option'] = 'Опция';
$L['Options'] = 'Опции';
$L['Order'] = 'Порядок';
$L['Ordered'] = 'Упорядочено';	// New in N-0.1.0
$L['Originalmessage'] = 'Исходное сообщение';
$L['Other'] = 'Модули';
$L['Overview'] = 'Карта сайта';
$L['Owner'] = 'Владелец';
$L['Page'] = 'Страница';
$L['Pages'] = 'Страницы';
$L['Parser'] = 'Парсер';	// New in N-0.1.0
$L['Part'] = 'Часть';
$L['Parts'] = 'Части';
$L['Password'] = 'Пароль';
$L['Path'] = 'Путь';
$L['PFS'] = 'Мои файлы';
$L['Photo'] = 'Фото';	// New in N-0.1.0
$L['Photos'] = 'Фото';	// New in N-0.1.0
$L['Picture'] = 'Изображение';
$L['Pictures'] = 'изображений';
$L['Plugin'] = 'Плагин';
$L['Plugins'] = 'Плагины';
$L['Poll'] = 'Опрос';
$L['Polls'] = 'Опросы';
$L['Post'] = 'Сообщение';
$L['Poster'] = 'Автор';
$L['Posts'] = 'Сообщения';
$L['Preview'] = 'Предпросмотр';
$L['Previous'] = 'Предыдущая страница';
$L['Private'] = 'Приватная';
$L['Private_Messages'] = 'Личные сообщения';
$L['Profile'] = 'Мои настройки';
$L['Prune'] = 'Очистить';
$L['Public'] = 'Для всех';
$L['Publish'] = 'Опубликовать';
$L['Putinvalidationqueue'] = 'В очередь на утверждение';
$L['Quote'] = 'Цитата';
$L['Rank'] = 'Рейтинг';
$L['Rated'] = 'Рейтинг';
$L['Rating'] = 'Рейтинг';
$L['Ratings'] = 'Рейтинги';
$L['Read'] = 'Чтение';
$L['ReadMore'] = 'Подробно';
$L['Reason'] = 'Причина';
$L['Recipient'] = 'Получатель';	// New in N-0.1.0
$L['Recipients'] = 'Получатели';	// New in N-0.1.0
$L['Referer'] = 'Реферал';
$L['Referers'] = 'Рефералы';
$L['Refresh'] = 'Обновить';
$L['Register'] = 'Зарегистрироваться';
$L['Registered'] = 'Дата регистрации';
$L['Registration'] = 'Регистрация';
$L['Remove'] = 'Удалить';
$L['Replies'] = 'Ответы';
$L['Reply'] = 'Ответ';
$L['Reset'] = 'Сброс';
$L['Restore'] = 'Восстановить';
$L['Resync'] = 'Синхронизовать';
$L['Resynced'] = 'Синхронизовано';	// New in 0.1.0
$L['Right'] = 'По правому краю';
$L['Rights'] = 'Права';
$L['Search'] = 'Поиск';
$L['Seconds'] = array('секунда','секунды','секунд');
$L['Section'] = 'Раздел';
$L['Sections'] = 'Разделы';
$L['Security'] = 'Безопасность';
$L['Sender'] = 'Отправитель';
$L['Senders'] = 'Отправители';
$L['Session_expired'] = 'Время вашей сессии истекло. Попробуйте ещё раз.';
$L['Set'] = 'Установить';
$L['Setup'] = 'Настройка';
$L['SFS'] = 'Файловый архив сайта';
$L['Show'] = 'Показать';
$L['Signature'] = 'Подпись';	// New in N-0.1.0
$L['Signatures'] = 'Подписи';	// New in N-0.1.0
$L['Size'] = 'Размер';
$L['Skin'] = 'Скин';
$L['Skins'] = 'Скины';
$L['Smilies'] = 'Смайлики';
$L['Spoiler'] = 'Спойлер';
$L['Standalone'] = 'Standalone';
$L['Started'] = 'Cоздана';
$L['Statistics'] = 'Статистика';
$L['StatsLogs'] = 'Статистика и логи';
$L['Status'] = 'Статус';
$L['Structure'] = 'Структура';
$L['Subforum'] = 'Подфорум';	// New in N-0.1.0
$L['Subforums'] = 'Подфорумы';	// New in N-0.1.0
$L['Subject'] = 'Тема';	// New in N-0.1.0
$L['Submit'] = 'Отправить';
$L['System'] = 'Система';
$L['Tag'] = 'Тег';
$L['Tags'] = 'Теги';
$L['Text'] = 'Текст';
$L['Thumbnail'] = 'Миниатюра';
$L['Thumbnails'] = 'Миниатюры';
$L['Timezone'] = 'Часовой пояс';
$L['Title'] = 'Заголовок';
$L['Tool'] = 'Утилита';
$L['Tools'] = 'Утилиты';
$L['Topic'] = 'Тема';
$L['Topiclocked'] = 'Тема заблокирована, новые сообщения запрещены';
$L['Topicoptions'] = 'Опции темы';
$L['Topics'] = 'Темы';
$L['Total'] = 'Всего';
$L['TPL'] = 'TPL';
$L['Trash'] = 'Удаленное';
$L['Trashcan'] = 'Корзина';
$L['Type'] = 'Тип';
$L['Unfold'] = 'Развернуть';
$L['Unknown'] = '?';
$L['Unlock'] = 'Разблокировать';
$L['Unlocked'] = 'Разблокировано';
$L['Until'] = 'До';
$L['Update'] = 'Обновить';
$L['Updated'] = 'Обновлено';
$L['Upload'] = 'Загрузить';
$L['Uploaded'] = 'Загружено';
$L['URL'] = 'URL';
$L['User'] = 'Пользователь';
$L['Userid'] = 'ID пользователя';
$L['Username'] = 'Имя';
$L['Users'] = 'Пользователи';
$L['Validate'] = 'Утвердить';
$L['Value'] = 'Значение';
$L['Values'] = 'Значения';
$L['Version'] = 'Версия';
$L['View'] = 'Просмотр';
$L['Views'] = 'Просмотры';
$L['Vote'] = 'Голос';
$L['Votes'] = 'Голоса';
$L['Website'] = 'Веб-сайт';
$L['Week'] = 'неделя';	// New in N-0.0.2
$L['Weeks'] = 'недели';	// New in N-0.0.2
$L['Wipe'] = 'Удалить окончательно';
$L['Wipeall'] = 'Удалить окончательно ВСЕ';
$L['Write'] = 'Запись';
$L['Yes'] = 'Да';
$L['YIM'] = 'Yahoo Messenger';

/**
 * Months
 */

$L['January'] = 'Январь';
$L['February'] = 'Февраль';
$L['March'] = 'Март';
$L['April'] = 'Апрель';
$L['May'] = 'Май';
$L['June'] = 'Июнь';
$L['July'] = 'Июль';
$L['August'] = 'Август';
$L['September'] = 'Сентябрь';
$L['October'] = 'Октябрь';
$L['November'] = 'Ноябрь';
$L['December'] = 'Декабрь';

/**
 * Gender
 */

$L['Gender_F'] = 'Женский';
$L['Gender_M'] = 'Мужской';
$L['Gender_U'] = 'Не указан';

/**
 * Common Entries
 */

$L['com_guests'] = array('гость','гостя','гостей');
$L['com_members'] = array('пользователь','пользователя','пользователей');
$L['com_skinfail'] = 'Ошибка загрузки выбранного скина: обновите или измените личные настройки';
$L['com_themefail'] = 'Ошибка загрузки темы выбранного скина: обновите или измените личные настройки';	// New in N-0.0.2

/**
 * Header
 */

$L['hea_noprivatemessages'] = 'Личных сообщений нет';
$L['hea_privatemessages'] = array('новое сообщение','новых сообщения','новых сообщений');
$L['hea_valqueues'] = 'В очереди на утверждение: ';	// Discuss
$L['hea_youareloggedas'] = 'Пользователь';
$L['hea_youarenotlogged'] = 'Вы не авторизованы';

/**
 * Footer
 */

$L['foo_poweredby'] = 'Powered by';
$L['foo_created'] = 'Страница создана за';
$L['foo_seconds'] = array('секунду','секунды','секунд');
$L['foo_sqlqueries'] = 'SQL запросов';
$L['foo_sqltotal'] = 'Общее время SQL';
$L['foo_sqlaverage'] = 'Среднее время SQL';

/**
 * User registration
 */

$L['aut_contactadmin'] = 'В случае необходимости свяжитесь с администратором';
$L['aut_emailalreadyindb'] = 'Такой e-mail уже существует в базе данных';
$L['aut_emailbanned'] = 'Данный e-mail (или хост) заблокирован. Причина: ';
$L['aut_emailtooshort'] = 'Ошибочный e-mail';
$L['aut_invalidloginchars'] = 'Логин содержит недопустимые символы'; // 0.6.6
$L['aut_logintitle'] = 'Авторизация';
$L['aut_mailnoticetitle'] = 'Смена e-mail'; // New in N-0.1.0
$L['aut_passwordmismatch'] = 'Введенные пароли не совпадают';
$L['aut_passwordtooshort'] = 'Пароль должен состоять из 4 или более символов: букв, цифр и символа подчеркивания';
$L['aut_registersubtitle'] = 'Заполните регистрационную форму в соответствии с указанными требованиями';
$L['aut_registertitle'] = 'Регистрация нового пользователя';
$L['aut_regreqnoticetitle'] = 'Запрос на регистрацию новой учетной записи';
$L['aut_regrequesttitle'] = 'Регистрация нового пользователя';
$L['aut_usernamealreadyindb'] = 'Пользователь с таким именем уже зарегистрирован в базе данных';
$L['aut_usernametooshort']= 'Имя пользователя должно состоять из 2 или более символов';

/**
 * User registration: messages
 */

$L['aut_regrequest'] = 'Здравствуйте, %1$s,
Ваша учетная запись в настоящий момент еще не активирована. Прежде чем вы сможете авторизоваться, администратор сайта должен активировать вашу учетную запись, после чего вам будет направлено еще одно подтверждение. После этого вы сможете авторизоваться, используя следующие реквизиты:
Имя пользователя = %1$s
Пароль = %2$s';

$L['aut_regreqnotice'] = 'Данное письмо направлено вам после запроса регистрации учетной записи пользователя %1$s.
Пользователь %1$s не сможет авторизоваться до тех пор, пока его учетная запись не будет активирована по следующей ссылке:
%2$s';

$L['aut_emailreg'] = 'Здравствуйте, %1$s,
Вам необходимо активировать учетную запись, используя следующую ссылку:
%3$s
После активации учетной записи вы сможете авторизоваться на сайте, используя следующие реквизиты:
Имя = %1$s
Пароль = %2$s
Чтобы отменить активацию учетной записи воспользуйтесь следующей ссылкой:
%4$s';

$L['aut_emailchange'] = 'Здравствуйте, %1$s,
Чтобы изменить ваш e-mail адрес, воспользуйтесь следующей ссылкой:
%2$s';	// New in N-0.1.0

/**
 * Comments
 */

$L['com_closed'] = 'Для этого элемента нельзя добавлять комментарии'; // 0.1.0
$L['com_commentadded'] = 'Комментарий добавлен';
$L['com_commenttoolong'] = 'Комментарий слишком длинный';
$L['com_commenttooshort'] = 'Комментарий слишком короткий либо отсутствует';
$L['com_nocommentsyet'] = 'Комментарии отсутствуют';
$L['com_regonly'] = 'Добавление комментариев доступно только зарегистрированным пользователям';

/**
 * Forums
 */

$L['for_antibump'] = 'Активирована система защиты от поднятия тем: вы не можете создавать несколько сообщений подряд';	// 0.0.2
$L['for_keepmovedlink'] = 'Оставить ссылку в старом разделе'; // 0.6.6
$L['for_markallasread'] = 'Отметить все сообщения как прочитанные';
$L['for_mergetime'] = 'Добавлено %1$s спустя:'; // 0.0.6
$L['for_messagetooshort'] = 'Сообщение слишком короткое';	// 0.0.2
$L['for_newtopic'] = 'Новая тема';
$L['for_polltooshort'] = 'Количество вариантов ответа должно быть не менее двух';	// 0.0.2
$L['for_titletooshort'] = 'Название темы слишком короткое или отсутствует';	// 0.0.2
$L['for_updatedby'] = '<br /><em>Отредактировано: %1$s (%2$s, %3$s назад)</em>';

/**
 * Lists
 */

$L['lis_submitnew'] = 'Создать новую страницу';

/**
 * Pages
 */

$L['comm_on_page'] = 'на странице'; // New in N-0.0.2
$L['pagadd_subtitle'] = 'Форма для создания новой страницы';
$L['pagadd_title'] = 'Новая страница';
$L['paged_subtitle'] = 'Форма для редактирования страницы';
$L['paged_title'] = 'Свойства страницы';
$L['pag_authortooshort'] = 'Имя автора слишком короткое либо отсутствует';
$L['pag_catmissing'] = 'Код категории отсутствует';
$L['pag_desctooshort'] = 'Описание слишком короткое либо отсутствует';
$L['pag_notavailable'] = 'Страница будет опубликована '; // New in N-0.0.2
$L['pag_titletooshort'] = 'Заголовок слишком короткий либо отсутствует';
$L['pag_validation'] = 'Ожидают утверждения';
$L['pag_validation_desc'] = 'Ваши страницы, которые не были ещё утверждены администратором';

/**
 * PFS
 */

$L['pfs_extallowed'] = 'Разрешенные расширения';
$L['pfs_filecheckfail'] = 'Внимание: ошибка расширения файла 2$s.%1$s';	// New in N-0.0.2
$L['pfs_filechecknomime'] = 'Внимание: не найден MIME-тип для файла 2$s.%1$s';	// New in N-0.0.2
$L['pfs_fileexists'] = 'Ошибка загрузки: файл с таким именем уже существует';
$L['pfs_filelistempty'] = 'Список пуст';
$L['pfs_filemimemissing'] = 'Ошибка загрузки: отсутствует MIME-тип для расширения %1$s';	// New in N-0.0.2
$L['pfs_filenotmoved'] = 'Ошибка загрузки: временный файл не может быть перемещен.';	// New in N-0.0.3
$L['pfs_filenotvalid'] = 'Ошибка проверки %1$s-файла';	// New in N-0.0.2
$L['pfs_filesintheroot'] = 'Файлов в корневом каталоге';
$L['pfs_filesinthisfolder'] = 'Файлов в текущем каталоге';
$L['pfs_filetoobigorext'] = 'Ошибка загрузки: файл слишком велик или недопустимое расширение';
$L['pfs_folderistempty'] = 'Каталог пуст';
$L['pfs_isgallery'] = 'Галерея?';
$L['pfs_ispublic'] = 'Открытый доступ?';
$L['pfs_maxsize'] = 'Максимальный размер файла';
$L['pfs_maxspace'] = 'Максимальный разрешенный объем';
$L['pfs_newfile'] = 'Загрузить файл:';
$L['pfs_newfolder'] = 'Создать новый каталог:';
$L['pfs_resizeimages'] = 'масштабировать изображение?';	// New in N-0.0.2
$L['pfs_title'] = 'Мои файлы';
$L['pfs_totalsize'] = 'Общий объем';

/**
 * Private messages
 */

$L['pmsend_subtitle'] = 'Форма для создания нового сообщения';
$L['pmsend_title'] = 'Новое личное сообщение';

$L['pm_archives'] = 'Архив';
$L['pm_arcsubtitle'] = 'Старые сообщения, последние вверху';
$L['pm_bodytoolong'] = 'Текст сообщения превышает установленные '.$cfg['pm_maxsize'].' символов';
$L['pm_bodytooshort'] = 'Текст сообщения слишком короткий либо отсутствует';
$L['pm_inbox'] = 'Входящие сообщения';
$L['pm_inboxsubtitle'] = 'Личные сообщения, новые вверху';
$L['pm_multiplerecipients'] = 'Других получателей данного сообщения: %1\$s';
$L['pm_norecipient'] = 'Не указан получатель';
$L['pm_notifytitle'] = 'Новое личное сообщение';
$L['pm_putinarchives'] = 'Переместить в архив';
$L['pm_replyto'] = 'Ответить данному пользователю';
$L['pm_sendnew'] = 'Создать новое личное сообщение';
$L['pm_sentbox'] = 'Отправленные личные сообщения';
$L['pm_sentboxsubtitle'] = 'Отправленные, но еще не просмотренные получателем сообщения';
$L['pm_titletooshort'] = 'Заголовок слишком короткий либо отсутствует';
$L['pm_toomanyrecipients'] = 'Ошибка: количество получателей не должно превышать %1\$s';
$L['pm_wrongname'] = 'Ошибка в имени одного или более получателей: имя удалено из списка получателей';

/**
 * Private messages: notification
 */

$L['pm_notify'] = 'Здравствуйте, %1$s,
Вам отправлено новое личное сообщение от пользователя %2$s. Ссылка для чтения сообщения:
%3$s';

/**
 * Polls
 */

$L['polls_alreadyvoted'] = 'Вы уже проголосовали в этом опросе';
$L['polls_created'] = 'Опрос создан';	// New in N-0.0.2
$L['polls_error_count'] = 'Количество вариантов ответа должно быть не менее двух';	// New in N-0.0.2
$L['polls_error_title'] = 'Название опроса слишком короткое или отсутствует';	// New in N-0.0.2
$L['polls_multiple'] = 'Разрешить выбор двух и более вариантов';	// New in N-0.0.2
$L['polls_notyetvoted'] = 'Вы можете голосовать здесь';
$L['polls_since'] = 'с';
$L['polls_updated'] = 'Опрос обновлен';	// New in N-0.0.2
$L['polls_viewarchives'] = 'Все опросы';
$L['polls_viewresults'] = 'Результаты';
$L['polls_Vote'] = 'Голосовать';
$L['polls_votecasted'] = 'Выполнено, ваш голос записан';
$L['polls_votes'] = 'голосов';

/**
 * Ratings
 */

$L['rat_choice1'] = 'Очень плохо';
$L['rat_choice2'] = 'Плохо';
$L['rat_choice3'] = 'Неплохо';
$L['rat_choice4'] = 'Удовлетворительно';
$L['rat_choice5'] = 'Нормально';
$L['rat_choice6'] = 'Почти хорошо';
$L['rat_choice7'] = 'Хорошо';
$L['rat_choice8'] = 'Очень хорошо';
$L['rat_choice9'] = 'Отлично';
$L['rat_choice10'] = 'Идеально';
$L['rat_votecasted'] = 'Выполнено, ваша оценка учтена';
$L['rat_since'] = 'с';
$L['rat_notyetrated'] = 'Рейтинг пока отсутствует';
$L['rat_alreadyvoted'] = 'Вы уже оценили данный ресурс';
$L['rat_registeredonly'] = 'Рейтинги доступны только зарегистрированным пользователям';

/**
 * Users
 */

$L['pro_avatarnotvalid'] = 'Этот аватар не является %1$s-файлом.';	// New in N-0.0.2
$L['pro_avatarschoose'] = 'В качестве своего аватара выберите следующие изображения';
$L['pro_avatarspreset'] = '...или выбрать аватар из списка доступных';
$L['pro_avatarsupload'] = 'Загрузить аватар';
$L['pro_avataruploadfailed'] = 'Ошибка загрузки: удалите старый аватар!';
$L['pro_emailandpass'] = 'Вы не можете изменить и e-mail и пароль одновременно'; // New in N-0.0.5
$L['pro_passdiffer'] = 'Введенные пароли не совпадают';
$L['pro_passtoshort'] = 'Пароль должен состоять из 4 или более символов: букв, цифр и символа подчеркивания';
$L['pro_photonotvalid'] = 'Это фото не является %1$s-файлом.';	// New in N-0.0.2
$L['pro_photoupload'] = 'Загрузить фото';
$L['pro_sigotvalid'] = 'Эта подпись не является %1$s-файлом.';	// New in N-0.0.2
$L['pro_sigupload'] = 'Загрузить подпись';
$L['pro_subtitle'] = 'Настройки ваших личных данных';
$L['pro_title'] = 'Ваша учетная запись';
$L['pro_wrongpass'] = 'Вы не ввели текущий пароль либо он неверен';

$L['useed_accountactivated'] = 'Учетная запись активирована';
$L['useed_email'] = 'Данное письмо направлено вам после активации вашей учетной записи. Теперь вы можете авторизоваться на сайте, используя имя пользователя и пароль, полученные в предыдущем письме.';
$L['useed_subtitle'] = '&nbsp;';
$L['useed_title'] = 'Правка';

$L['use_allbannedusers'] = 'Заблокированные учетные записи';
$L['use_allinactiveusers'] = 'Неактивированные учетные записи';
$L['use_allusers'] = 'Все пользователи';
$L['use_byfirstletter'] = 'Имена пользователей на';
$L['use_subtitle'] = 'Зарегистрированные пользователи';
$L['use_title'] = 'Пользователи';

/**
 * Miscellaneous
 */

$L['pagenav_first'] = '&lt;&lt;';	// New in N-0.0.2
$L['pagenav_prev'] = '&lt;';	// New in N-0.0.2
$L['pagenav_next'] = '&gt;';	// New in N-0.0.2
$L['pagenav_last'] = '&gt;&gt;';	// New in N-0.0.2

$L['ajaxSenderror'] = 'На сервере произошла внутренняя ошибка или ошибка конфигурации, в результате которой ваш запрос не был выполнен. Свяжитесь с администратором сайта и проинформируйте его о том, когда произошла ошибка и какие из ваших действий могли ее вызвать.';	// New in N-0.0.2

/**
 * Countries
 */

$sed_countries = array (
'00' => '---',
'au' => 'Австралия',
'at' => 'Австрия',
'az' => 'Азербайджан',
'al' => 'Албания',
'dz' => 'Алжир',
'as' => 'Американское Самоа',
'en' => 'Англия',
'ad' => 'Андорра',
'ao' => 'Ангола',
'ai' => 'Ангилья',
'aq' => 'Антарктика',
'ag' => 'Антигуа и Барбуда',
'an' => 'Антильские Острова (Нидерландские)',
'ar' => 'Аргентина',
'am' => 'Армения',
'aw' => 'Аруба',
'af' => 'Афганистан',
'bs' => 'Багамские Острова',
'bd' => 'Бангладеш',
'bb' => 'Барбадос',
'bh' => 'Бахрейн',
'by' => 'Беларусь',
'be' => 'Бельгия',
'bz' => 'Белиз',
'bj' => 'Бенин',
'bm' => 'Бермудские Острова',
'bt' => 'Бутан',
'bo' => 'Боливия',
'ba' => 'Босния и Герцеговина',
'bw' => 'Ботсвана',
'bv' => 'Буве',
'br' => 'Бразилия',
'io' => 'Британская территория в Индийском океане',
'bn' => 'Бруней',
'bg' => 'Болгария',
'bf' => 'Буркина Фасо',
'bi' => 'Бурунди',
'vu' => 'Вануату',
'va' => 'Ватикан',
'uk' => 'Великобритания',
'hu' => 'Венгрия',
've' => 'Венесуэла',
'vg' => 'Виргинские Острова (Британские)',
'vi' => 'Виргинские Острова (США)',
'tp' => 'Восточный Тимор',
'vn' => 'Вьетнам',
'ga' => 'Габон',
'gm' => 'Гамбия',
'ge' => 'Грузия',
'de' => 'Германия',
'gh' => 'Гана',
'gi' => 'Гибралтар',
'gr' => 'Греция',
'gl' => 'Гренландия',
'gd' => 'Гренада',
'gp' => 'Гваделупа',
'gu' => 'Гуам',
'gt' => 'Гватемала',
'gn' => 'Гвинея',
'gw' => 'Гвинея-Бисау',
'gy' => 'Гайана',
'ht' => 'Гаити',
'hn' => 'Гондурас',
'hk' => 'Гонконг',
'dk' => 'Дания',
'dj' => 'Джибути',
'dm' => 'Доминика',
'do' => 'Доминиканская Республика',
'eu' => 'Европа',
'eg' => 'Египет',
'zr' => 'Заир',
'zm' => 'Замбия',
'eh' => 'Западная Сахара',
'zw' => 'Зимбабве',
'is' => 'Исландия',
'in' => 'Индия',
'id' => 'Индонезия',
'ir' => 'Иран',
'iq' => 'Ирак',
'ie' => 'Ирландия',
'il' => 'Израиль',
'jo' => 'Иордания',
'es' => 'Испания',
'it' => 'Италия',
'ye' => 'Йемен',
'kh' => 'Камбоджа',
'cm' => 'Камерун',
'ca' => 'Канада',
'cv' => 'Кабо-Верде',
'ky' => 'Каймановы острова',
'cn' => 'Китай',
'cc' => 'Кокосовые Острова',
'co' => 'Колумбия',
'km' => 'Коморские Острова',
'cg' => 'Конго',
'cr' => 'Коста-Рика',
'ci' => 'Кот-д’Ивуар',
'cu' => 'Куба',
'cy' => 'Кипр',
'kz' => 'Казахстан',
'ke' => 'Кения',
'ki' => 'Кирибати',
'kp' => 'Корея (Северная)',
'kr' => 'Корея (Южная)',
'kv' => 'Косово',
'kw' => 'Кувейт',
'kg' => 'Киргизия',
'qa' => 'Катар',
'la' => 'Лаос',
'lv' => 'Латвия',
'lb' => 'Ливан',
'ls' => 'Лесото',
'lr' => 'Либерия',
'ly' => 'Ливия',
'li' => 'Лихтенштейн',
'lt' => 'Литва',
'lu' => 'Люксембург',
'mo' => 'Макао',
'mk' => 'Македония',
'mg' => 'Мадагаскар',
'mw' => 'Малави',
'my' => 'Малайзия',
'mv' => 'Мальдивы',
'ml' => 'Мали',
'mt' => 'Мальта',
'mh' => 'Маршалловы Острова',
'mq' => 'Мартиника',
'mr' => 'Мавритания',
'mu' => 'Маврикий',
'yt' => 'Майотта',
'mx' => 'Мексика',
'fm' => 'Микронезия',
'md' => 'Молдавия',
'mc' => 'Монако',
'mn' => 'Монголия',
'ms' => 'Монтсеррат',
'ma' => 'Марокко',
'mz' => 'Мозамбик',
'mm' => 'Мьянма',
'na' => 'Намибия',
'nr' => 'Науру',
'np' => 'Непал',
'nl' => 'Нидерланды',
'nc' => 'Новая Каледония',
'nz' => 'Новая Зеландия',
'ni' => 'Никарагуа',
'ne' => 'Нигер',
'ng' => 'Нигерия',
'nu' => 'Ниуэ',
'nf' => 'Норфолк',
'no' => 'Норвегия',
'ae' => 'Объединенные Арабские Эмираты',
'cx' => 'Остров Рождества',
'sh' => 'Остров Святой Елены',
'ck' => 'Острова Кука',
'wf' => 'Острова Уоллис и Футуна',
'hm' => 'Острова Херд и Макдональд',
'om' => 'Оман',
'pk' => 'Пакистан',
'pw' => 'Палау',
'ps' => 'Палестина',
'pa' => 'Панама',
'pg' => 'Папуа — Новая Гвинея',
'py' => 'Парагвай',
'pe' => 'Перу',
'pn' => 'Питкэрн',
'pl' => 'Польша',
'pt' => 'Португалия',
'pr' => 'Пуэрто-Рико',
're' => 'Реюньон',
'ru' => 'Россия',
'rw' => 'Руанда',
'ro' => 'Румыния',
'sv' => 'Сальвадор',
'mp' => 'Северные Марианские острова',
'kn' => 'Сент-Китс и Невис',
'lc' => 'Сент-Люсия',
'vc' => 'Сент-Винсент и Гренадины',
'ws' => 'Самоа',
'sm' => 'Сан-Марино',
'st' => 'Сан-Томе и Принсипи',
'sa' => 'Саудовская Аравия',
'sn' => 'Сенегал',
'rs' => 'Сербия',
'sc' => 'Сейшельские Острова',
'sl' => 'Сьерра-Леоне',
'sg' => 'Сингапур',
'sk' => 'Словакия',
'si' => 'Словения',
'sb' => 'Соломоновы Острова',
'so' => 'Сомали',
'pm' => 'Сен-Пьер и Микелон',
'sd' => 'Судан',
'sr' => 'Суринам',
'sj' => 'Свальбард',
'sz' => 'Свазиленд',
'sy' => 'Сирия',
'us' => 'Соединенные Штаты Америки',
'tw' => 'Тайвань',
'tj' => 'Таджикистан',
'tz' => 'Танзания',
'th' => 'Таиланд',
'tg' => 'Того',
'tk' => 'Токелау',
'to' => 'Тонга',
'tt' => 'Тринидад и Тобаго',
'tn' => 'Тунис',
'tr' => 'Турция',
'tm' => 'Туркмения',
'tc' => 'Тёркс и Кайкос',
'tv' => 'Тувалу',
'ug' => 'Уганда',
'ua' => 'Украина',
'uy' => 'Уругвай',
'uz' => 'Узбекистан',
'wa' => 'Уэльс',
'fk' => 'Фолклендские (Мальвинские) острова',
'fo' => 'Фарерские Острова',
'fj' => 'Фиджи',
'fi' => 'Финляндия',
'fr' => 'Франция',
'gf' => 'Французская Гвиана',
'pf' => 'Французская Полинезия',
'tf' => 'Французские Южные и Антарктические Территории',
'ph' => 'Филиппины',
'hr' => 'Хорватия',
'cf' => 'Центральноафриканская Республика',
'td' => 'Чад',
'me' => 'Черногория',
'cz' => 'Чехия',
'cl' => 'Чили',
'ch' => 'Швейцария',
'se' => 'Швеция',
'sx' => 'Шотландия',
'lk' => 'Шри-Ланка',
'ec' => 'Эквадор',
'gq' => 'Экваториальная Гвинея',
'er' => 'Эритрея',
'ee' => 'Эстония',
'et' => 'Эфиопия',
'za' => 'Южно-Африканская Республика',
'gs' => 'Южная Георгия и Южные Сандвичевы острова',
'yu' => 'Югославия',
'jm' => 'Ямайка',
'jp' => 'Япония'
);

/**
 * RSS
 */

$L['rss_allforums_item_title'] = "Последние сообщения на форуме";	// New in N-0.0.2
$L['rss_comment'] = 'Комментарий пользователя';	// New in N-0.0.2
$L['rss_comments'] = 'Комментарии для';	// 0.6.4
$L['rss_comments_item_desc'] = 'Лента комментариев страницы';	// New in N-0.0.2
$L['rss_original'] = 'Комментируемая страница';	// New in N-0.0.2
$L['rss_topic_item_desc'] = 'Последние сообщения в теме';	// New in N-0.0.2

/**
 * Таблица транслитерации ГОСТ 7.79-2000 / ISO-9, система Б
 * в порядке убывания приоритета при обработке
 */

$sed_translit = array(
'ци' => 'ci',
'Ци' => 'Ci',
'ЦИ' => 'CI',
'це' => 'ce',
'Це' => 'Ce',
'ЦЕ' => 'CE',
'цы' => 'cy',
'Цы' => 'Cy',
'ЦЫ' => 'CY',
'ц' => 'cz',
'Ц' => 'Cz',
'ч' => 'ch',
'Ч' => 'Ch',
'щ' => 'shh',
'Щ' => 'Shh',
'ш' => 'sh',
'Ш' => 'Sh',
'ж' => 'zh',
'Ж' => 'Zh',
'ё' => 'yo',
'Ё' => 'Yo',
'ю' => 'yu',
'Ю' => 'Yu',
'я' => 'ya',
'Я' => 'Ya',
'а' => 'a',
'А' => 'A',
'б' => 'b',
'Б' => 'B',
'в' => 'v',
'В' => 'V',
'г' => 'g',
'Г' => 'G',
'д' => 'd',
'Д' => 'D',
'е' => 'e',
'Е' => 'E',
'з' => 'z',
'З' => 'Z',
'и' => 'i',
'И' => 'I',
'й' => 'j',
'Й' => 'J',
'к' => 'k',
'К' => 'K',
'л' => 'l',
'Л' => 'L',
'м' => 'm',
'М' => 'M',
'н' => 'n',
'Н' => 'N',
'о' => 'o',
'О' => 'O',
'п' => 'p',
'П' => 'P',
'р' => 'r',
'Р' => 'R',
'с' => 's',
'С' => 'S',
'т' => 't',
'Т' => 'T',
'у' => 'u',
'У' => 'U',
'ф' => 'f',
'Ф' => 'F',
'х' => 'x',
'Х' => 'X',
'ы' => 'y',
'Ы' => 'Y',
'э' => 'e`',
'Э' => 'E`',
'ъ' => '``',
'ь' => '`'
);

/**
 * Обратное преобразование (backwards transition)
 */

$sed_translitb = array_flip($sed_translit);

?>