<?php
/**
 * Forums
 */

$L['for_antibump'] = 'Активирована система защиты от поднятия тем: вы не можете создавать несколько сообщений подряд';	// 0.0.2
$L['for_keepmovedlink'] = 'Оставить ссылку в старом разделе'; // 0.6.6
$L['for_markallasread'] = 'Отметить все сообщения как прочитанные';
$L['for_mergetime'] = 'Добавлено %1$s спустя:'; // 0.0.6
$L['for_messagetooshort'] = 'Сообщение слишком короткое';	// 0.0.2
$L['for_newtopic'] = 'Новая тема';
$L['for_polltooshort'] = 'Количество вариантов ответа должно быть не менее двух';	// 0.0.2
$L['for_titletooshort'] = 'Название темы слишком короткое или отсутствует';	// 0.0.2
$L['for_updatedby'] = '<br /><em>Отредактировано: %1$s (%2$s, %3$s назад)</em>';

?>
